Repository: stenolabs/stenoai-swift
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: de, zh_hant

source: Search Titles
de: Titel durchsuchen
zh_hant: 搜尋標題

source: Search All Content
de: Alle Inhalte durchsuchen
zh_hant: 搜尋所有內容

source: Today
de: Heute
zh_hant: 今天

source: Yesterday
de: Gestern
zh_hant: 昨天

source: Previous 7 Days
de: Letzte 7 Tage
zh_hant: 過去 7 天

source: Previous 30 Days
de: Letzte 30 Tage
zh_hant: 過去 30 天

source: Moved to Trash
de: In den Papierkorb verschoben
zh_hant: 已移至垃圾桶

source: Write your notes on the right. Start a recording when the meeting begins.
de: Schreibe deine Notizen rechts. Starte die Aufnahme, wenn das Meeting beginnt.
zh_hant: 在右側撰寫筆記。會議開始時即可開始錄音。

source: Continue Recording
de: Aufnahme fortsetzen
zh_hant: 繼續錄音

source: Record additional audio into this meeting
de: Weiteres Audio für dieses Meeting aufnehmen
zh_hant: 為此會議錄製更多音訊

source: and
de: und
zh_hant: 和

source: %@ %@. The microphone track is paused; system audio continues.
de: %1$@ %2$@. Die Mikrofonspur ist angehalten, der Systemton läuft weiter.
zh_hant: %@ %@。麥克風音軌已暫停；系統音訊會繼續錄製。

source: %@ missing
de: %1$@ fehlt
zh_hant: 缺少 %@

source: %@ reconnected. Microphone recording resumed.
de: %1$@ wieder verbunden. Die Mikrofonaufnahme läuft weiter.
zh_hant: %@ 已重新連線。麥克風已恢復錄製。

source: %@ was not recorded, so these minutes do not cover %@.
de: %1$@ wurde nicht aufgenommen. Dieses Protokoll enthält daher nicht, %2$@.
zh_hant: 未錄製 %@，因此這份會議紀錄不包含 %@。

source: A line cannot be emptied. Delete the meeting instead, or leave the text as it is.
de: Eine Zeile kann nicht geleert werden. Lösche stattdessen das Meeting oder lass den Text stehen.
zh_hant: 不能清空這一行。請刪除會議，或保留原文。

source: A transcription for this meeting is already running.
de: Für dieses Meeting läuft bereits eine Transkription.
zh_hant: 這場會議的逐字稿正在產生中。

source: Another audio export is already running.
de: Es läuft bereits ein anderer Audio-Export.
zh_hant: 另一項音訊輸出正在進行中。

source: Close the meeting import before changing the transcription language.
de: Schließe den Meeting-Import, bevor du die Transkriptionssprache änderst.
zh_hant: 請先關閉會議匯入，再變更逐字稿語言。

source: Folder deleted.
de: Ordner gelöscht.
zh_hant: 資料夾已刪除。

source: Folder deleted. %lld meeting%@ moved back to the date list.
de: Ordner gelöscht. %1$lld Meeting%2$@ zurück in die Datumsliste verschoben.
zh_hant: 資料夾已刪除。%lld 場會議%@已移回日期清單。

source: Interrupted recordings could not be inspected. Existing recording files remain stored.
de: Unterbrochene Aufnahmen konnten nicht geprüft werden. Vorhandene Aufnahmedateien bleiben gespeichert.
zh_hant: 無法檢查中斷的錄音。現有錄音檔仍保留。

source: Live transcript (%@) interrupted: %@
de: Live-Transkript (%1$@) unterbrochen: %2$@
zh_hant: 即時逐字稿（%@）已中斷：%@

source: Meeting imported. The received unencrypted file may still remain in Downloads and can be included in search indexing or backups.
de: Meeting importiert. Die empfangene unverschlüsselte Datei kann weiterhin in „Downloads“ liegen und in Suchindizes oder Backups landen.
zh_hant: 會議已匯入。收到的未加密檔案可能仍在「下載項目」中，並可能納入搜尋索引或備份。

source: Microphone track
de: Die Mikrofonspur
zh_hant: 麥克風音軌

source: Moment marked.
de: Moment markiert.
zh_hant: 已標記時刻。

source: No live transcript (%@): %@. Audio recording continues.
de: Kein Live-Transkript (%1$@): %2$@. Die Audioaufnahme läuft weiter.
zh_hant: 無即時逐字稿（%@）：%@。錄音會繼續。

source: No microphone access. Allow it in System Settings under Privacy & Security.
de: Kein Zugriff auf das Mikrofon. Erlaube ihn in den Systemeinstellungen unter „Datenschutz & Sicherheit“.
zh_hant: 沒有麥克風存取權。請在「系統設定」的「隱私權與安全性」中允許存取。

source: No original track found for the voice sample.
de: Zur Hörprobe wurde keine Originalspur gefunden.
zh_hant: 找不到語音樣本的原始音軌。

source: No readable audio tracks are available for export.
de: Es sind keine lesbaren Audiospuren für den Export vorhanden.
zh_hant: 沒有可讀取的音軌可供輸出。

source: One of the selected original tracks is no longer available.
de: Eine der gewählten Originalspuren ist nicht mehr verfügbar.
zh_hant: 其中一個所選的原始音軌已無法使用。

source: Parakeet could not be installed.
de: Parakeet konnte nicht installiert werden.
zh_hant: 無法安裝 Parakeet。

source: People could not be loaded.
de: Die Personen konnten nicht geladen werden.
zh_hant: 無法載入人物。

source: Playback could not be started.
de: Die Wiedergabe konnte nicht gestartet werden.
zh_hant: 無法開始播放。

source: Playback failed.
de: Die Wiedergabe ist fehlgeschlagen.
zh_hant: 播放失敗。

source: Playback failed: %@
de: Die Wiedergabe ist fehlgeschlagen: %1$@
zh_hant: 播放失敗：%@

source: Playback is off while recording: it would be captured into the recording.
de: Während der Aufnahme ist die Wiedergabe aus: Sie würde mit aufgenommen.
zh_hant: 錄音時無法播放，因為播放的聲音會被錄入。

source: Processing could not be requested.
de: Die Verarbeitung konnte nicht angefordert werden.
zh_hant: 無法要求處理。

source: Recording without %@: %@ Everything else is still being recorded.
de: Aufnahme ohne %1$@: %2$@ Alles andere wird weiterhin aufgenommen.
zh_hant: 錄音不包含 %@：%@。其他音訊仍會繼續錄製。

source: Renaming failed.
de: Das Umbenennen ist fehlgeschlagen.
zh_hant: 重新命名失敗。

source: Saved %@.
de: %1$@ gesichert.
zh_hant: 已儲存 %@。

source: Speaker recognition could not be started.
de: Die Sprechererkennung konnte nicht gestartet werden.
zh_hant: 無法開始辨識說話者。

source: Switched to the new transcription.
de: Zur neuen Transkription gewechselt.
zh_hant: 已切換至新的逐字稿。

source: System audio track
de: Die Systemtonspur
zh_hant: 系統音訊音軌

source: That is not a valid e-mail address.
de: Das ist keine gültige E-Mail-Adresse.
zh_hant: 這不是有效的電子郵件地址。

source: The %@ joined the recording and is being recorded now.
de: %1$@ ist zur Aufnahme dazugekommen und wird jetzt mit aufgenommen.
zh_hant: %@ 已加入錄音，現在正在錄製。

source: The Apple retry could not be queued.
de: Der erneute Apple-Versuch konnte nicht eingereiht werden.
zh_hant: 無法將 Apple 重試加入佇列。

source: The correction could not be saved.
de: Die Korrektur konnte nicht gesichert werden.
zh_hant: 無法儲存修正。

source: The draft could not be created.
de: Der Entwurf konnte nicht angelegt werden.
zh_hant: 無法建立草稿。

source: The e-mail address could not be saved.
de: Die E-Mail-Adresse konnte nicht gesichert werden.
zh_hant: 無法儲存電子郵件地址。

source: The file could not be written.
de: Die Datei konnte nicht geschrieben werden.
zh_hant: 無法寫入檔案。

source: The folder could not be created.
de: Der Ordner konnte nicht angelegt werden.
zh_hant: 無法建立資料夾。

source: The folder could not be deleted and some meeting assignments could not be restored. %@
de: Der Ordner konnte nicht gelöscht werden, und einige Meeting-Zuordnungen konnten nicht wiederhergestellt werden. %1$@
zh_hant: 無法刪除資料夾，且部分會議的資料夾指派無法還原。%@

source: The folder could not be deleted.
de: Der Ordner konnte nicht gelöscht werden.
zh_hant: 無法刪除資料夾。

source: The folder could not be moved.
de: Der Ordner konnte nicht verschoben werden.
zh_hant: 無法移動資料夾。

source: The folder could not be renamed.
de: Der Ordner konnte nicht umbenannt werden.
zh_hant: 無法重新命名資料夾。

source: The folder no longer exists and the current library state was reloaded.
de: Den Ordner gibt es nicht mehr. Der aktuelle Stand der Bibliothek wurde neu geladen.
zh_hant: 資料夾已不存在，已重新載入目前的資料庫狀態。

source: The folders could not be reordered.
de: Die Reihenfolge der Ordner konnte nicht geändert werden.
zh_hant: 無法重新排序資料夾。

source: The import failed and cleanup must be retried.
de: Der Import ist fehlgeschlagen, das Aufräumen muss erneut versucht werden.
zh_hant: 匯入失敗，需要重試清理。

source: The import failed.
de: Der Import ist fehlgeschlagen.
zh_hant: 匯入失敗。

source: The imported meeting status could not be read.
de: Der Status des importierten Meetings konnte nicht gelesen werden.
zh_hant: 無法讀取已匯入會議的狀態。

source: The marker could not be saved. (%@)
de: Die Markierung konnte nicht gesichert werden. (%1$@)
zh_hant: 無法儲存標記。（%@）

source: The meeting could not be moved to the trash.
de: Das Meeting konnte nicht in den Papierkorb gelegt werden.
zh_hant: 無法將會議移至垃圾桶。

source: The meeting package could not be imported.
de: Das Meeting-Paket konnte nicht importiert werden.
zh_hant: 無法匯入會議套件。

source: The meeting package could not be opened.
de: Das Meeting-Paket konnte nicht geöffnet werden.
zh_hant: 無法開啟會議套件。

source: The meeting package could not be prepared.
de: Das Meeting-Paket konnte nicht vorbereitet werden.
zh_hant: 無法準備會議套件。

source: The meetings could not be moved.
de: Die Meetings konnten nicht verschoben werden.
zh_hant: 無法移動會議。

source: The minutes could not be started.
de: Das Protokoll konnte nicht gestartet werden.
zh_hant: 無法開始產生會議紀錄。

source: The model list could not be read.
de: Die Modellliste konnte nicht gelesen werden.
zh_hant: 無法讀取模型清單。

source: The models could not be installed.
de: Die Modelle konnten nicht installiert werden.
zh_hant: 無法安裝模型。

source: The new transcription could not be taken over.
de: Die neue Transkription konnte nicht übernommen werden.
zh_hant: 無法採用新的逐字稿。

source: The notes could not be saved. (%@)
de: Die Notizen konnten nicht gesichert werden. (%1$@)
zh_hant: 無法儲存筆記。（%@）

source: The organization could not be saved.
de: Die Organisation konnte nicht gesichert werden.
zh_hant: 無法儲存組織。

source: The participant could not be added.
de: Die teilnehmende Person konnte nicht hinzugefügt werden.
zh_hant: 無法新增參與者。

source: The participant could not be removed.
de: Die teilnehmende Person konnte nicht entfernt werden.
zh_hant: 無法移除參與者。

source: The private import copy could not be removed.
de: Die private Importkopie konnte nicht entfernt werden.
zh_hant: 無法移除私密匯入副本。

source: The recording could not be started.
de: Die Aufnahme konnte nicht gestartet werden.
zh_hant: 無法開始錄音。

source: The recording could not be stopped cleanly.
de: Die Aufnahme konnte nicht sauber beendet werden.
zh_hant: 無法正常停止錄音。

source: The run could not be cancelled.
de: Der Lauf konnte nicht abgebrochen werden.
zh_hant: 無法取消執行。

source: The run is already saving its result and can no longer be cancelled.
de: Der Lauf sichert bereits sein Ergebnis und kann nicht mehr abgebrochen werden.
zh_hant: 執行正在儲存結果，已無法取消。

source: The stereo M4A could not be saved. The originals remain in Steno.
de: Die Stereo-M4A konnte nicht gesichert werden. Die Originale bleiben in Steno.
zh_hant: 無法儲存立體聲 M4A。原始音檔仍保留在 Steno 中。

source: The title must not be empty.
de: Der Titel darf nicht leer sein.
zh_hant: 標題不可為空白。

source: The track could not be saved.
de: Die Spur konnte nicht gesichert werden.
zh_hant: 無法儲存音軌。

source: These people could not be merged.
de: Diese Personen konnten nicht zusammengeführt werden.
zh_hant: 無法合併這些人物。

source: This correction did not belong to the open meeting and was not saved.
de: Diese Korrektur gehörte nicht zum geöffneten Meeting und wurde nicht gesichert.
zh_hant: 這項修正不屬於已開啟的會議，因此未儲存。

source: This file has already been imported.
de: Diese Datei wurde bereits importiert.
zh_hant: 此檔案已經匯入。

source: This line no longer exists. Reopen the meeting and try again.
de: Diese Zeile gibt es nicht mehr. Öffne das Meeting erneut und versuche es noch einmal.
zh_hant: 此行已不存在。請重新開啟會議後再試一次。

source: This meeting has no original audio to transcribe again.
de: Zu diesem Meeting gibt es kein Originalaudio, das erneut transkribiert werden könnte.
zh_hant: 這場會議沒有可重新轉錄的原始音訊。

source: This meeting no longer exists.
de: Dieses Meeting gibt es nicht mehr.
zh_hant: 這場會議已不存在。

source: This meeting was already present. Nothing was changed.
de: Dieses Meeting war bereits vorhanden. Es wurde nichts geändert.
zh_hant: 這場會議已存在。未做任何變更。

source: This person could not be deleted.
de: Diese Person konnte nicht gelöscht werden.
zh_hant: 無法刪除此人物。

source: This person could not be renamed.
de: Diese Person konnte nicht umbenannt werden.
zh_hant: 無法重新命名此人物。

source: This person could not be restored.
de: Diese Person konnte nicht wiederhergestellt werden.
zh_hant: 無法還原此人物。

source: This transcript changed while you were editing. Reopen the meeting and try again.
de: Dieses Transkript hat sich geändert, während du bearbeitet hast. Öffne das Meeting erneut und versuche es noch einmal.
zh_hant: 你編輯時這份逐字稿已變更。請重新開啟會議後再試一次。

source: This voice sample could not be updated.
de: Diese Hörprobe konnte nicht aktualisiert werden.
zh_hant: 無法更新此語音樣本。

source: Transcribing again. The previous transcript stays available.
de: Wird erneut transkribiert. Das bisherige Transkript bleibt verfügbar.
zh_hant: 正在重新轉錄。先前的逐字稿仍可使用。

source: Transcription could not be scheduled.
de: Die Transkription konnte nicht eingeplant werden.
zh_hant: 無法安排轉錄。

source: Transcription could not be started.
de: Die Transkription konnte nicht gestartet werden.
zh_hant: 無法開始轉錄。

source: microphone
de: das Mikrofon
zh_hant: 麥克風

source: system audio
de: den Systemton
zh_hant: 系統音訊

source: what the other participants said
de: was die anderen Teilnehmenden gesagt haben
zh_hant: 其他參與者所說的內容

source: what you said yourself
de: was du selbst gesagt hast
zh_hant: 你自己所說的內容

source: Record into this note
de: In diese Notiz aufnehmen
zh_hant: 錄音至此筆記

source: No new speaker-recognition run was scheduled. Check the pending transcription or existing processing results.
de: Es wurde kein neuer Sprechererkennungslauf eingeplant. Prüfe die ausstehende Transkription oder vorhandene Verarbeitungsergebnisse.
zh_hant: 未安排新的說話者辨識。請檢查待處理的逐字稿或現有處理結果。

source: Recording recovery must finish before transcription can start. The original files are preserved.
de: Die Aufnahme muss erst wiederhergestellt werden, bevor die Transkription starten kann. Die Originaldateien bleiben erhalten.
zh_hant: 必須先完成錄音復原，才能開始轉錄。原始檔案仍保留。

source: Record a conversation or choose New note to create a meeting draft.
de: Zeichne ein Gespräch auf oder wähle „Neue Notiz“ für einen Meeting-Entwurf.
zh_hant: 錄製對話，或選擇「新增筆記」建立會議草稿。

source: The brief could not be prepared.
de: Die Meeting-Vorbereitung konnte nicht erstellt werden.
zh_hant: 無法準備會前摘要。

source: Audio will be recorded and transcribed into this note.
de: Audio wird aufgenommen und in diese Notiz transkribiert.
zh_hant: 音訊將錄製並轉錄至此筆記。

source: Record into this note?
de: In diese Notiz aufnehmen?
zh_hant: 錄音至此筆記？

source: That was a short recording.
de: Das war eine kurze Aufnahme.
zh_hant: 這段錄音很短。

source: Your audio is saved. Would you like to transcribe it anyway?
de: Deine Aufnahme ist gespeichert. Möchtest du sie trotzdem transkribieren?
zh_hant: 音訊已儲存。仍要轉錄嗎？

source: Later
de: Später
zh_hant: 稍後

source: Transcribe
de: Transkribieren
zh_hant: 轉錄

source: The saved recording decision could not be read.
de: Die ausstehende Aufnahmeentscheidung konnte nicht gelesen werden.
zh_hant: 無法讀取待處理的錄音決定。

source: The recording decision changed. Please reopen the meeting.
de: Die Aufnahmeentscheidung hat sich geändert. Bitte öffne das Meeting erneut.
zh_hant: 錄音決定已變更。請重新開啟會議。

source: Prepare brief…
de: Meeting vorbereiten…
zh_hant: 準備會議摘要…

source: Prepare a brief from your prior notes
de: Meeting anhand bisheriger Notizen vorbereiten
zh_hant: 根據先前筆記準備會議摘要

source: Collapse and cancel
de: Einklappen und abbrechen
zh_hant: 收合並取消

source: Prepare once, then keep going
de: Einmal vorbereiten, danach fortfahren
zh_hant: 準備一次，然後繼續

source: Type a question first.
de: Gib zuerst eine Frage ein.
zh_hant: 請先輸入問題。

source: The message exceeds the maximum length of %lld characters.
de: Die Nachricht überschreitet die maximale Länge von %lld Zeichen.
zh_hant: 訊息超過 %lld 個字元的長度上限。

source: There are no meeting reports or notes yet to ask about.
de: Es gibt noch keine Meeting-Protokolle oder Notizen, zu denen du Fragen stellen kannst.
zh_hant: 目前還沒有可供提問的會議紀錄或筆記。

source: The message could not be prepared.
de: Die Nachricht konnte nicht vorbereitet werden.
zh_hant: 無法準備訊息。

source: Live queries do not support the %@ endpoint dialect.
de: Live-Fragen unterstützen das Endpunktformat %@ nicht.
zh_hant: 即時查詢不支援 %@ 端點格式。

source: This text-model endpoint requires an API key.
de: Dieser Textmodell-Endpunkt benötigt einen API-Schlüssel.
zh_hant: 此文字模型端點需要 API 金鑰。

source: The text-model endpoint tried to redirect the request. Steno blocks redirects to protect your data.
de: Der Textmodell-Endpunkt hat versucht, die Anfrage umzuleiten. Steno blockiert Weiterleitungen zum Schutz deiner Daten.
zh_hant: 文字模型端點嘗試重新導向請求。Steno 會封鎖重新導向以保護你的資料。

source: The text-model endpoint responded with HTTP %lld.
de: Der Textmodell-Endpunkt hat mit HTTP %lld geantwortet.
zh_hant: 文字模型端點回傳 HTTP %lld。

source: The text-model endpoint did not return a usable answer.
de: Der Textmodell-Endpunkt hat keine verwendbare Antwort geliefert.
zh_hant: 文字模型端點未傳回可用的答案。

source: The answer exceeded the live-query size limit.
de: Die Antwort hat die Größenbegrenzung für Live-Fragen überschritten.
zh_hant: 答案超過即時查詢的大小上限。

source: The model could not answer right now.
de: Das Modell konnte gerade nicht antworten.
zh_hant: 模型目前無法回答。

source: No related notes yet
de: Noch keine passenden Notizen
zh_hant: 尚無相關筆記

source: The pre-meeting brief could not be generated.
de: Die Meeting-Vorbereitung konnte nicht erstellt werden.
zh_hant: 無法產生會議準備摘要。

source: %lld meetings
zh_hant: %lld 場會議

source: Audio
zh_hant: 音訊

# demo.badge.label
source: Demo
zh_hant: 示範

# demo.data.item.unknown.title
source: Demo meeting
zh_hant: 示範會議

# demo.data.status.title
source: Status
zh_hant: 示範資料狀態

source: Details
zh_hant: 詳細資訊

source: E-mail
zh_hant: 電子郵件

source: Meeting
zh_hant: 會議

source: Meetings
zh_hant: 會議

source: Name
zh_hant: 名稱

source: OK
zh_hant: 好

source: optional
zh_hant: 選填

source: Organisation (optional)
zh_hant: 組織（選填）

source: Region
zh_hant: 區域

source: Status
zh_hant: 狀態

source: System audio
zh_hant: 系統音訊

source: Chat
zh_hant: 聊天
